/* Unable to share to Slack - message */
"Please check your network connection and try again." = "ネットワーク接続を確認してからやり直してください。";

/* generic slack failure - message */
"Share to Slack failed with the following error message:\n\n%@\n\nPlease try a different share destination." = "Slack での共有に失敗し、次のエラー メッセージが表示されました:\n\n%@\n\n別の共有先を試してください。";

/* Sign in button Slack */
"Sign In..." = "サインイン...";

/* Sign out button Slack */
"Sign Out" = "サインアウト";

/* plugin name */
"Slack" = "Slack";

/* slack login failed alert title */
"Slack Login Failed" = "Slack のログインに失敗";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted" = "キャプチャへのリンクを貼り付ける準備ができました";

/* slack login failed alert message */
"Uh-oh! Snagit could not access your Slack account. If the problem continues, contact your Slack workspace administrator." = "申し訳ありません。Snagit は Slack アカウントにアクセスできませんでした。問題が解決しない場合は、Slack ワークスペースの管理者に連絡してください。";

/* generic slack failure - title
   Unable to share to Slack - title */
"Unable to share to Slack" = "Slack で共有できません";

/* plugin description */
"Upload the capture to Slack for image or video hosting." = "画像やビデオをホスティングするために、キャプチャを Slack にアップロードします。";

